{
"modules" : [
        {
            "modId" : 1,
            "modName" : "What are Falls?",
            "pageMax" : 2,
            "pages" : [
                "A fall can be tripping or slipping on something on the ground, on the stairs, or even from a height. While most falls may seem minor, resulting in only scrapes or bruises, they can also be serious. A ground level fall can cause traumatic brain injuries, damage to organs and soft tissue, and broken bones that may require intensive medical treatment and rehabilitation.",
                "While falls are often seen as a concern as you age, unintentional falls are a common cause of injury across all age groups. In fact, approximately 2.8 million children are treated in emergency departments for fall-related injuries annually in the US!"
            ]
        },
        {
            "modId" : 2,
            "modName" : "Personal Fall Risks",
            "pageMax" : 4,
            "pages" : [
                "Everyone’s health and lifestyle is different, which means your risk factors for a fall are also unique to you. Risk factors are often talked about as being intrinsic (internal to you) or extrinsic (environmental factors). We will do a quick review of some of these factors now and a deeper dive in later modules.",
                "THIS IS PAGE 2",
                "THIS IS PAGE 3",
                "THIS IS PAGE 4"
            ]
        },
        {
            "modId" : 3,
            "modName" : "Home Hazards",
            "pageMax" : 4,
            "pages" : [
                "Over half of falls occur at home, unsurprising when you consider how much time is spent at home. While workplaces have OSHA (Occupation Safety and Health Administration) to create safe environments, your home has you!",
                "What is a Peter Pan house? The term was coined by Jon Pyoons, Ph.D., Professor at USC Davis School of Gerontology for housing for people who think they are never going to grow up (or grow old). These houses are filled with potential fall risks or set in an environment that isolates the residents from resources.",
                "Home modification for falls reduction can be as simple as adding a nightlight to the route between bedrooms and the bathroom or as complicated as a remodel.",
                "THIS IS PAGE 4"
            ]
        },
        {
            "modId" : 4,
            "modName" : "Polypharmacy",
            "pageMax" : 4,
            "pages" : [
                "THIS IS PAGE 1",
                "THIS IS PAGE 2",
                "THIS IS PAGE 3",
                "THIS IS PAGE 4"
            ]
        },
        {
            "modId" : 5,
            "modName" : "Seeing Eye to Eye",
            "pageMax" : 4,
            "pages" : [
                "THIS IS PAGE 1",
                "THIS IS PAGE 2",
                "THIS IS PAGE 3",
                "THIS IS PAGE 4"
            ]
        },
        {
            "modId" : 6,
            "modName" : "Feet and Footwear",
            "pageMax" : 4,
            "pages" : [
                "THIS IS PAGE 1",
                "THIS IS PAGE 2",
                "THIS IS PAGE 3",
                "THIS IS PAGE 4"
            ]
        },
        {
            "modId" : 7,
            "modName" : "Staying Healthy and Active",
            "pageMax" : 8,
            "pages" : [
                "Physical Health",
                "Schedule an annual checkup with your primary care provider. \n \nKeeping on top of your physical health is important. Your doctor can help you manage chronic conditions that may impact your risk for falling as well as any new health concerns that may arise, like balance problems or muscle weakness.",
                "Keep active or develop a plan to become active. \n \nWhen starting any new exercise or activity, be sure to talk to your primary care provider if you have any concerns.",
                "Taking part in strength and balance activities at least 3 times a week has been found to reduce risk of falling. \n \nExercise may also be associated with slowing bone loss from osteoporosis. ",
                "If you struggle to be self-motivated when it comes to being active or exercising, consider finding a class in your area. Some types of tai chi and yoga have been associated with lowering personal fall risks.",
                "Stay Hydrated",
                "Dehydration is a common cause of falls as it can lead to dizziness or a drop in blood pressure.",
                "It’s important to drink 6-8 glasses of fluids without caffeine or alcohol each day. Try to drink a glass of water before drinking your morning cup of coffee, as many people wake up dehydrated in the morning. "
            ]
        }
]
}

